Repository: wyu610/WanderIQ
Catalog: WanderIQ/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add Item
zh_hans: 添加项目

source: Attach Place
zh_hans: 添加地点

source: Attach places to items to see them here.
zh_hans: 为行程项目添加地点后会显示在这里。

source: Bookings
zh_hans: 关键预订

source: Cancel
zh_hans: 取消

source: Check the name or try a different spelling.
zh_hans: 请检查名称或尝试其他写法。

source: Day
zh_hans: 日期

source: Day Map
zh_hans: 当日地图

source: Delete
zh_hans: 删除

source: Documents
zh_hans: 证件 · 出行准备

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Item
zh_hans: 编辑项目

source: End
zh_hans: 结束日期

source: Hotels
zh_hans: 住宿

source: iCloud is restricted
zh_hans: iCloud 受限

source: iCloud temporarily unavailable
zh_hans: iCloud 暂时不可用

source: iCloud unavailable
zh_hans: iCloud 不可用

source: Itinerary
zh_hans: 每日行程

source: Map
zh_hans: 地图

source: Name
zh_hans: 名称

source: New Item
zh_hans: 新增项目

source: New Trip
zh_hans: 新建行程

source: No places on this day
zh_hans: 今日暂无地点

source: No results
zh_hans: 未找到结果

source: Notes
zh_hans: 备注

source: OK
zh_hans: 好

source: Owner
zh_hans: 负责人

source: Packing
zh_hans: 出门清单

source: Place
zh_hans: 地点

source: Place name
zh_hans: 地点名称

source: Prep
zh_hans: 行前准备

source: Reminder
zh_hans: 提醒

source: Remove Place
zh_hans: 移除地点

source: Reset packing list
zh_hans: 重置出门清单

source: Save
zh_hans: 保存

source: Search for a place
zh_hans: 搜索地点

source: Share Trip
zh_hans: 共享行程

source: Sharing failed
zh_hans: 共享失败

source: Sign in to iCloud to sync
zh_hans: 登录 iCloud 以同步

source: Start
zh_hans: 开始日期

source: Synced with iCloud
zh_hans: 已与 iCloud 同步

source: Syncing…
zh_hans: 正在同步…

source: This trip hasn't finished syncing yet — try again in a moment.
zh_hans: 此行程尚未完成同步，请稍后再试。

source: Time
zh_hans: 时间

source: Today
zh_hans: 今日

source: Trip not found
zh_hans: 未找到行程

source: Trips
zh_hans: 行程

source: Type a name and press Search.
zh_hans: 输入名称后按搜索。
